Revit 2027 API
ParameterTypeId.CutLineDistance Property
 "Cut Line Distance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CutLineDistance { get; }
Public Shared ReadOnly Property CutLineDistance As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CutLineDistance {
	ForgeTypeId^ get ();
}
static member CutLineDistance : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace